#include"fun.h"

//打印菜单
void menu()
{
	printf("***************************************\n");
	printf("*********                     *********\n");
	printf("*********   1.添加联系人信息  *********\n");
	printf("*********                     *********\n");
	printf("*********   2.删除联系人信息  *********\n");
	printf("*********                     *********\n");
	printf("*********   3.查找联系人信息  *********\n");
	printf("*********                     *********\n");
	printf("*********   4.修改联系人信息  *********\n");
	printf("*********                     *********\n");
	printf("*********   5.显示联系人信息  *********\n");
	printf("*********                     *********\n");
	printf("*********   6.清空联系人信息  *********\n");
	printf("*********                     *********\n");
	printf("*********   7.排序联系人信息  *********\n");
	printf("*********                     *********\n");
	printf("***************************************\n");
	printf("input your selection:->");
}